const aboutUsContent = {
	header: {
		main: "نبتسم معًا بشكل أفضل",
		sub: "شريكك الموثوق للرعاية الصحية للأسنان",
	},
	videoSection: {
		headerText: "فريقنا يساعدك في استعادة حياتك على الطريق الصحيح.",
		smallText:
			"يستخدم فريقنا من المحترفين المدربين بشكل جيد أحدث التقنيات في العلاج لاستعادة صحتك بسرعة وبسهولة بلا ألم. نقوم بتقييم وعلاج جميع العوامل الجذرية المساهمة المتعلقة بمشكلتك بدقة. وهذا يتضمن، على سبيل المثال لا الحصر، إجهاد العمل والمنزل.",
		videoURL: "https://Moamen112.github.io/dental/imgs/video.mp4",
		videoPoster: "https://Moamen112.github.io/dental/imgs/videoPhoto.svg",
	},
	leaders: {
		header: "القادة",
		headerText: "لدينا أفضل منتجات الصيدلة والطب",
		description1:
			"مرحبًا بك في مركزنا الشامل للرعاية الصحية حيث نقدم أفضل الخدمات الصيدلانية والطبية. في [اسم العيادة/المركز]، نفتخر بتقديم رعاية متميزة لتلبية احتياجاتك الطبية، مما يجعلنا وجهتك الموثوقة لكل ما يتعلق بالصحة."
	},
	ourStory: {
		header: "قصتنا",
		headerText: "مهمتنا هي مساعدة المرضى على العيش بشكل أفضل.",
		description:
			"مهمتنا هي مساعدة المرضى على العيش بشكل أفضل. نقوم بإدارة الأسواق بالتعاون بين المستخدمين من خلال شبكات التوصيل والتشغيل. ونرى آثارًا ملموسة للعملاء بعد الاستفادة من قاعدة مستخدمين مثبتة. نقوم بتصور العملاء بشكل مثير للإعجاب.",
		lists: {
			list1: "أكثر من 400 مستشفى وعيادة رائدة",
			list2: "أطباء موثوق بهم في أكثر من 20 تخصصًا",
			list3: "إدارة الممارسة الحائزة على جوائز",
		},
	},
	values: {
		header: "قيمنا التي تدفع النجاح",
		smallText:
			"يستخدم فريقنا من المحترفين المدربين بشكل جيد أحدث التقنيات في العلاج لاستعادة صحتك بسرعة وبسهولة بلا ألم. نقوم بتقييم وعلاج جميع العوامل الجذرية المساهمة المتعلقة بمشكلتك بدقة. وهذا يتضمن، على سبيل المثال لا الحصر، إجهاد العمل والمنزل.",
	},
	valueIcons: {
		value1: {
			icon: "التكنولوجيا الحيوية",
			description:
				"تكاملنا أحدث التكنولوجيا الحيوية، نوفر لك الوقت ونعزز تجربتك.",
		},
		value2: {
			icon: "اللقاح",
			description:
				"في التزامنا بالصحة والسلامة والمساهمة في غد أكثر صحة للجميع.",
		},
		value3: {
			icon: "أحدث التقنيات",
			description:
				"نعتني بمستقبل الرعاية الصحية، ونفخر بأنفسنا بالبقاء في صدارة الابتكار.",
		},
		value4: {
			icon: "أطباء متخصصون",
			description:
				"نقوم بتحسين استخدام وقتك من خلال شراكتنا مع أطباء متخصصين. صحتك مهمة بالنسبة لنا.",
		},
	},
};

export default aboutUsContent;
