const translatedContent = {
	ARheader: {
		welcome: "👋مرحبًا! نحن أطباء أسنان",
		headerText: "شريكك الموثوق لأسنان صحية ",
		description:
			"ادخل إلى عالم الابتسامات النابضة بالحياة والرعاية الطبية الاستثنائية في [اسم العيادة]. لسنا مجرد عيادة أسنان؛ بل نحن شركاءك في الثقة، نقدم لك روعة ابتسامة جذابة.",
		button: "اكتشف المزيد..",
	},
	ARservices: {
		service1: {
			icon: "https://Moamen112.github.io/dental/imgs/services1.svg",
			header: "أسعار معقولة",
			description:
				"نحن هنا لتقديم حلول طبية أسنان بأسعار معقولة وعالية الجودة لتلبية احتياجاتك.",
		},
		service2: {
			icon: "https://Moamen112.github.io/dental/imgs/services2.svg",
			header: "أخصائي أسنان محترف",
			description:
				"نكرس أنفسنا لصحتك الفموية ورفاهيتك.",
		},
		service3: {
			icon: "https://Moamen112.github.io/dental/imgs/services3.svg",
			header: "خدمة مرضية",
			description:
				"هدفنا هو تقديم مستوى خدمة لا يلبي فقط توقعاتك ولكن يتجاوزها.",
		},
	},
	ARfeatures: {
		feature1: {
			welcome: "المزيد عنا",
			headerText: "أفضل عيادة أسنان يمكنك الاعتماد عليها",
			description:
				"عندما يتعلق الأمر بصحتك الفموية، الثقة هي الأمر الأساسي. في [اسم العيادة]، نحن نفتخر بكوننا العيادة الطبية التي يمكنك الوثوق بها بلا تردد.",

			smallText:
				"تفانينا الدائم في التميز، فريق من المحترفين الماهرين، وسجل حافل من المرضى المرتاحين يجعلنا الخيار الأفضل لجميع احتياجاتك الطبية السنية. اختبر الفارق مع عيادة طبية تستحق ثقتك كل يوم.",
			featureList: {
				featureList1: {
					icon: "https://Moamen112.github.io/dental/imgs/feature1.svg",
					text: "المعدات الحديثة",
				},
				featureList2: {
					icon: "https://Moamen112.github.io/dental/imgs/feature2.svg",
					text: "موعد سهل عبر الإنترنت",
				},
				featureList3: {
					icon: "https://Moamen112.github.io/dental/imgs/feature3.svg",
					text: "عيادة مريحة",
				},
				featureList4: {
					icon: "https://Moamen112.github.io/dental/imgs/feature4.svg",
					text: "رصد مستمر",
				},
			},
			button: "عرض المزيد..",
		},
		feature2: {
			welcome: "لماذا تختارنا",
			headerText: "مساعدة في مشاكل أسنانك",
			description:
				"فريقنا المكرس من خبراء الأسنان جاهز للتعامل مع مخاوفك وتقديم حلول مخصصة لابتسامة أكثر صحة وسعادة. صحتك الفموية هي تركيزنا الرئيسي، ونحن ملتزمون بمساعدتك في تحقيق أفضل صحة فموية ممكنة.",
			percentages: {
				percentage1: {
					title: "العناية بالفم والأسنان",
					percentage: 50,
				},
				percentage2: {
					title: "علاج التجميل",
					percentage: 87,
				},
			},
			services: {
				image: "https://Moamen112.github.io/dental/imgs/feature2.svg",
				header: "لا تتردد في الاستشارة",
				description:
					"صحتك الفموية تهمنا، ونشجعك على عدم التردد عندما يتعلق الأمر بالبحث عن استشارة طبية.",
				schedule: {
					schedule1: {
						day: "الأثنين - الجمعة",
						hours: "8 صباحا - 10 مساءا",
					},
					schedule2: {
						day: "الأثنين - الجمعة",
						hours: "8 صباحا - 10 مساءا",
					},
					schedule3: {
						day: "الأثنين - الجمعة",
						hours: "8 صباحا - 10 مساءا",
					},
				},
				button: "اتصل +٩٦٦ ٥٥ ٦٤١ ٨٩١٨",
			},
		},
		feature3: {
			welcome: "أطباؤنا",
			headerText: "أطباؤنا ذوي الخبرة",
			description:
				"يمكنك الوثوق بابتسامتك في أيدي أطبائنا ذوي الخبرة. مع ثروة من المعرفة والتفاني في رفاهيتك، يكرس أخصائيونا في طب الأسنان جهودهم لتقديم رعاية متميزة وخبرة لضمان أن صحتك الفموية في أفضل أيدي.",
			button: "عرض المزيد",
			members: {
				member1: {
					image: "https://Moamen112.github.io/dental/imgs/member-img1.jpg",
					name: "سارة إيهاب",
					description: "خبير فى جراحة الأسنان",
				},
				member2: {
					image: "https://Moamen112.github.io/dental/imgs/member-img2.jpg",
					name: "عمرو أحمد",
					description: "خبير فى جراحة الأسنان",
				},
			},
		},
	},
	ARcounters: {
		counter1: {
			image: "https://Moamen112.github.io/dental/imgs/Tooth-white.svg",
			number: "1200",
			name: "عميل سعيد",
		},
		counter2: {
			image: "https://Moamen112.github.io/dental/imgs/clinic-1.svg",
			number: "15",
			name: "خبرة سنوات",
		},
		counter3: {
			image: "https://Moamen112.github.io/dental/imgs/dentist-white.svg",
			number: "70",
			name: "أطباء وموظفون",
		},
		counter4: {
			image: "https://Moamen112.github.io/dental/imgs/scedule-white.svg",
			number: "340",
			name: "موعد عبر الإنترنت",
		},
	},
	ARofferings: {
		text: {
			welcome: "خدماتنا",
			header: "الخدمات",
			description:
			"نحن نقدم مجموعة واسعة من الخدمات مصممة لتلبية احتياجاتك الفريدة في مجال طب الأسنان. التفاني في رعايتك الفموية لدينا لا يتزعزع، ونحن هنا لتقديم الخدمات عالية الجودة التي تستحقها.",
		},
		boxes: {
			box1: {
				image: "https://Moamen112.github.io/dental/imgs/offer2.svg",
				title: "فحص الأسنان",
				description:
					"ضمان بقاء ابتسامتك صحية مع فحص أسناننا الدقيق.",
			},
			box2: {
				image: "https://Moamen112.github.io/dental/imgs/offer2.svg",
				title: "تبييض الأسنان",
				description:
					"أضيء ابتسامتك مع خدمات تبييض الأسنان المحترفة لدينا.",
			},
			box3: {
				image: "https://Moamen112.github.io/dental/imgs/offer3.svg",
				title: "فحص طبي أسنان",
				description:
					"حول ابتسامتك بدقة ورعاية من خلال تقويم الأسنان.",
			},
			box4: {
				image: "https://Moamen112.github.io/dental/imgs/offer4.svg",
				title: "زرع الأسنان",
				description:
					"حول ابتسامتك باستخدام زراعة الأسنان الخبيرة لدينا.",
			},
			box5: {
				image: "https://Moamen112.github.io/dental/imgs/offer5.svg",
				title: "ملء الأسنان",
				description:
					"استعد صحة وجمال ابتسامتك مع خدمات حشو الأسنان الخبيرة لدينا.",
			},
			box6: {
				image: "https://Moamen112.github.io/dental/imgs/offer6.svg",
				title: "علاج تجميلي",
				description:
					"رفع مستوى ابتسامتك مع خدمات طب الأسنان التجميلي لدينا.",
			},
		},
	},
	ARreviews: {
		text: {
			welcome: "آراؤنا",
			header: "آراء مرضانا",
			description: "اقرأ ما يقوله مرضانا المرتاحون عنا."
		},
		boxes: {
			box1: {
				image: "https://Moamen112.github.io/dental/imgs/review1.svg",
				name: "محمد كمال",
				icon: "https://Moamen112.github.io/dental/imgs/review.svg",
				description:
					"لا أستطيع شكر [اسم العيادة] بما فيه الكفاية على رعايتهم الاستثنائية. الفريق ودود، ونتائج علاجي تجاوزت توقعاتي.",
			},
			box2: {
				image: "https://Moamen112.github.io/dental/imgs/review2.svg",
				name: "ندى عبد الناصر",
				icon: "https://Moamen112.github.io/dental/imgs/review.svg",
				description:
					"كنت متوترًا بشأن إجراءي السني، ولكن [اسم العيادة] جعلتني أشعر بالراحة طوال العملية.",
			},
			box3: {
				image: "https://Moamen112.github.io/dental/imgs/review3.svg",
				name: "أحمد كمال",
				icon: "https://Moamen112.github.io/dental/imgs/review.svg",
				description:
					"لقد كنت مريضًا في [اسم العيادة] لسنوات، والجودة المتسقة للرعاية هي ما يجعلني أعود مرة أخرى.",
			},
		},
	},
	ARcontact: {
		left: {
			welcome: "تواصل معنا",
			text: "شريكك الموثوق لأسنان صحية ",
			description:
				"انضم إلى عائلتنا من العملاء السعداء في [اسم العيادة] واستمتع برعاية طبية سنية استثنائية ستجعلك تبتسم.",
			button: "عرض المزيد..",
		},
	},
};

export default translatedContent;
